Revit 2027 API
LayerModifier Constructor
 Constructs a new LayerModifier with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public LayerModifier()
Public Sub New
public:
LayerModifier()
new : unit -> LayerModifier
See Also
Reference
LayerModifier Class
LayerModifier Overload
Autodesk.Revit.DB Namespace